content/about.org
#+startup: content indent

[[file:index.org][Giovanni's Diary]] >

* About Me
#+INDEX: Giovanni's Diary!About Me

Hi, I am Giovanni.
I like to talk about libre software, I am particularly interested in
linux kernel developement. I also enjoy history, journaling, photography
and hiking as a hobby.

I like peaceful places, tiny villages, the C programming language,
simple hackable software, (physical) libraries, pizza for dinner.

-----

Travel: [[file:index.html][Giovanni's Diary]], [[file:theindex.org][Index]]
