public/about.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="/simple.css" />
</head>
<body>
<div id="content" class="content">

<div id="outline-container-orgf09026b" class="outline-2">
<h2 id="orgf09026b">About Me</h2>
<div class="outline-text-2" id="text-orgf09026b">
<p>
Hi, I am Giovanni.
I like to talk about libre software, I am particularly interested in
linux kernel developement. I also enjoy history, journaling, photography
and hiking as a hobby.
</p>

<p>
I like peaceful places, tiny villages, the C programming language,
simple hackable software, (physical) libraries, pizza for dinner.
</p>

<p>
&#x2014;
</p>

<p>
Travel: <a href="index.html">Giovanni's Diary</a>, <a href="theindex.html">Index</a>
</p>
</div>
</div>
</div>
</body>
</html>
